/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "ཟླ་ཚེས།";
"AppDates.DATES.PAST_DUE" = "དུས་ཡུན་རྫོགས།";
"AppDates.DATES.TODAY" = "དེ་རིང་།";
"AppDates.DATES.THIS_WEEK" = "བདུན་ཕྲག་འདི།";
"AppDates.DATES.NEXT_WEEK" = "བདུན་ཕྲག་རྗེས་མ།";
"AppDates.DATES.UPCOMING" = "ཡོང་བཞིན་པ།";
"AppDates.EMPTY.TITLE" = "དུས་ཚོད་མེད།";
"AppDates.EMPTY.SUBTITLE" = "ཁྱེད་ལ་ད་ལྟ་དུས་ཚོད་གཏན་འབེབས་བྱས་པའི་སློབ་ཚན་གང་ཡང་མེད། དུས་ཚོད་གལ་ཆེན་དང་དུས་བཀག་མཐོང་བར་སློབ་ཚན་ཞིག་ལ་ཞུགས་པར་མཛོད།";
"AppDates.SHIFT_DUE_DATES.TITLE" = "དུས་བཀག་རེ་ཟུང་ཤོར་སོང་ངམ།";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "སེམས་ཁྲལ་མ་བྱེད། དུས་བཅད་ནང་ཚར་དགོས་པའི་ལས་འགན་རྣམས་ཚར་བར་བྱེད་པར་ང་ཚོས་འཆར་གཞི་བཀོད་པའི་དུས་ཚོད་རེའུ་མིག་དེ་སྒྱུར་བཅོས་བྱེད་ཆོག འོན་ཀྱང་བརྒྱུད་རིམ་དེའི་ཁྲོད་ནས་ཁྱེད་ཀྱི་སྦྱང་འབྲས་གང་ཡང་མི་བརླག";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "དུས་བཀག་བརྗེ་སྤོ་བྱོས།";
"Profile.TITLE" = "ངོ་སྤྲོད་སྙིང་བསྡུས།";
"Profile.INFO" = "ངོ་སྤྲོད་སྙིང་བསྡུས་ཀྱི་གནས་ཚུལ།";
"Profile.ABOUT" = "ངའི་སྐོར།";
"Profile.EDIT_PROFILE" = "ངོ་སྤྲོད་སྙིང་བསྡུས་བསྐྱར་སྒྲིག";
"Profile.YEAR_OF_BIRTH" = "སྐྱེས་ལོ་ནི་";
"Profile.BIO" = "ལོ་རྒྱུས་ནི།";
"Profile.SETTINGS" = "སྒྲིག་འགོད།";
"Profile.SETTINGS_VIDEO" = "བརྙན་གྱི་སྒྲིག་འགོད།";
"Profile.DATES_AND_CALENDAR" = "ཟླ་ཚེས་དང་ & ལི་ཐོ།";
"Profile.SUPPORT_INFO" = "རམ་འདེགས་ཀྱི་གནས་ཚུལ།";
"Profile.CONTACT" = "རམ་འདེགས་ཚན་པར་འབྲེལ་བ་བྱོས།";
"Profile.TERMS" = "བཀོལ་སྤྱོད་ཀྱི་སྒྲིག་གཞི།";
"Profile.PRIVACY" = "གསང་རྒྱའི་ཆོད་གན།";
"Profile.COOKIE_POLICY" = " Cookie སྲིད་བྱུས།";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "ང་སྒེར་གྱི་གནས་ཚུལ་རྣམས་བཙོང་མི་ཆོག";
"Profile.FAQ_TITLE" = "རྒྱུན་འདྲིའི་དྲི་བ་རྣམས་སྟོན།";
"Profile.MANAGE_ACCOUNT" = "ཁ་བྱང་དོ་དམ།";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "ཕྱིར་ཐོན།";
"Profile.SWITCH_TO" = "བརྗེ་བསྒྱུར།";
"Profile.FULL_PROFILE" = "ངོ་སྤྲོད་སྙིང་བསྡུས་ཆ་ཚང་།";
"Profile.LIMITED_PROFILE" = "ཚད་བཀག་བྱས་པའི་ངོ་སྤྲོད་སྙིང་བསྡུས།";
"Profile.LOGOUT_ALERT.TITLE" = "ཕྱིར་ཐོན་གཏན་འཁེལ།";
"Profile.LOGOUT_ALERT.TEXT" = "ཁྱེད་རང་ཕྱིར་ཐོན་བྱེད་གཏན་འཁེལ་ཡིན་ནམ།";
"Profile.DELETE_ALERT.TITLE" = "ཉེན་བརྡ།";
"Profile.DELETE_ALERT.TEXT" = "ཁྱེད་ཀྱིས་རང་གི་ཁ་བྱང་བསུབ་གཏན་འཁེལ་ཡིན་ནམ།";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "ཉར་ཚགས་མི་བྱེད་པར་ཐོན་རྒྱུ་ཡིན་ནམ།";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "ཁྱེད་ཀྱིས་བསྒྱུར་བཅོས་བྱས་པ་རྣམས་འདོར་འགྲོ་བ་ཡིན།";
"Profile.EDIT.TOO_YONG_USER" = "ངོ་སྤྲོད་སྙིང་བསྡུས་དང་གནས་ཚུལ་དེར་བལྟ་ཀློག་གི་ཆོག་མཆན་ཆ་ཚང་ཐོབ་པ་ལ་ཁྱེད་རང་ངེས་པར་དུ་རང་ལོ་༡༣ ཡན་ལོན་དགོས།";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "ཚད་བཀག་བྱས་པའི་ངོ་སྤྲོད་སྙིང་བསྡུས་ཟེར་བ་དེས་ཁྱེད་ཀྱི་མིང་དང་འདྲ་པར་གཉིས་ཁོ་ན་མ་གཏོགས་མི་སྟོན།";
"Profile.EDIT.DELETE_ACCOUNT" = "ཁ་བྱང་སུབ།";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "སྐྱེས་ལོ།";
"Profile.EDIT.FIELDS.LOCATION" = "ས་གནས།";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "སྐད་རིགས།";
"Profile.EDIT.FIELDS.ABOUT_ME" = "ངའི་སྐོར།";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "ངོ་སྤྲོད་སྙིང་བསྡུས་ཀྱི་འདྲ་པར་བརྗེ།";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "པར་མཛོད་ནང་ནས་འདེམས།";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "པར་བསུབ།";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "ཕྱིར་འཐེན།";
"Profile.DELETE_ACCOUNT.TITLE" = "ཁ་བྱང་སུབ།";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "གཏན་འཁེལ་ཡིན་ནམ།";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "རང་གི་ཁ་བྱང་བསུབ་རྒྱུ་ཡིན་ནམ།";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "བྱ་འགུལ་འདི་གཏན་འཁེལ་བྱེད་པ་ལ། ཁྱེད་ཀྱིས་རང་གི་གསང་ཚིག་ནང་འཇུག་བྱ་རོགས།";
"Profile.DELETE_ACCOUNT.PASSWORD" = "གསང་ཚིག";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "གསང་ཚིག་ཞོག";
"Profile.DELETE_ACCOUNT.CONFIRM" = "ཡིན། ཁ་བྱང་བསུབ་གཏན་འཁེལ་ཡིན།";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "ངོ་སྤྲོད་སྙིང་བསྡུས་ལ་ཕྱིར་ལོག";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "གསང་ཚིག་དེ་ནོར་འདུག བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་རོགས།";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "བརྙན་གྱི་སྒྲིག་འགོད།";
"Profile.SETTINGS.WIFI_TITLE" = "Wi-fi སྐུད་མེད་དྲ་ཁོ་ནལ་མཐུད་སྐབས་ཕབ་ལེན་བྱེད།";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "wi-fi སྐུད་མེད་དྲ་སྒོ་ཕྱེས་དུས་ཁོ་ནའི་སྐབས་སུ་ནང་དོན་ཕབ་ལེན་བྱེད་ཡོང་།";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "ཐད་གཏོང་བརྙན་གྱི་སྤུས་ཚད།";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "རང་འགུལ། (འཚམ་ཤོས་སུ་ངོ་སྦྱོར་བྱེད།)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "རང་འགུལ།";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "མཚམས་སྦྱོར་བྱས་པ།";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "གཞི་གྲངས་ཉུང་བསྡུ།";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "སྤུས་ལེགས།";
"Profile.SETTINGS.VERSION" = "ཐོན་རིམ་ནི།";
"Profile.SETTINGS.UP_TO_DATE" = "གསར་ཤོས།";
"Profile.SETTINGS.TAP_TO_UPDATE" = "ཐོན་རིམ་བསྐྱར་གསོ་བྱེད་པར་འདིར་སྣུན།";
"Profile.SETTINGS.TAP_TO_INSTALL" = "ཆ་རྐྱེན་ལྟར་དགོས་པའི་མཉེན་ཆས་བསྐྱར་གསོ་འཇུག་སྤྲོད་བྱེད་པར་འདིར་སྣུན།";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "གློག་འཕྲིན་གཏོང་ཐུབ་ཀྱི་མི་འདུག བལྟས་ཡོང་ན་ཁྱེད་ཀྱིས་གཏོང་ཡུལ་ཏག་ཏག་བསྒྲིགས་མེད་པ་འདྲ།";
"Profile.CALENDAR.NEW_CALENDAR" = "ལོ་ཐོ་གསར་པ།";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "མཉམ་འཇོག་བྱེད་པའི་འདེམས་གསེས་འགྱུར་བ་ཐོངས།";
"Profile.CALENDAR.ACCOUNT" = "ཁ་བྱང་།";
"Profile.CALENDAR.CALENDAR_NAME" = "ལོ་ཐོའི་མིང་།";
"Profile.CALENDAR.COLOR" = "ཚོན་མདོག";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "གྲ་སྒྲིག་ཟིན་པའི་སློབ་ཚན་རྣམས་ཀྱི་ལས་འགན་ཡོང་བཞིན་པ་རྣམས་ལོ་ཐོ་འདིའི་སྒང་ལ་འཆར་ཡོང་།";
"Profile.CALENDAR.CANCEL" = "ཕྱིར་འཐེན།";
"Profile.CALENDAR.BEGIN_SYNCING" = "མཉམ་སྒྲིག་བྱེད་འགོ་རྩོམ།";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "མཉམ་འཇུག་བྱས་ཟིན།";
"Profile.ASSIGNMENT_STATUS.FAILED" = "མཉམ་འཇོག་བྱེད་ཐུབ་མ་སོང་།";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "དྲ་རྒྱ་མེད་པ།";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "ལོ་ཐོའི་ནང་མཉམ་འཇོག་བྱེད་བཞིན་ཡོད།";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "ལོ་ཐོའི་ཆོག་མཆན།";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "ལོ་ཐོ་མཉམ་འཇོག་བྱེད་མི་ཐུབ།";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "ལས་འགན་དང་སློབ་ཚན་གྱི་དམིགས་འབེན་གལ་ཆེན་རྣམས་ཁྱེད་ཀྱི་ལོ་ཐོའི་ནང་དུ་སྟོན་པ་ལ། ང་ཚོར་ཁྱེད་ཀྱི་ལོ་ཐོ་ལ་བལྟ་ཀློག་གི་ཆོག་མཆན་དགོས་འདུག";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "ལོ་ཐོ་དང་མཉམ་འཇོག་བྱེད་མཚམས་བཞག་ན་ལོ་ཐོ་ “%@” འདི་བསུབ་འགྲོ་བ་ཡིན། ཡིན་ཡང་ཁྱེད་ཀྱིས་ལོ་ཐོ་དེ་བསྐྱར་ལེན་བྱེད་པར་བཀག་འགོག་ནམ་ཡང་མེད།";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "ལོ་ཐོར་བལྟ་ཀློག་གི་ཆོག་མཆན་ཐོབ།";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "མཉམ་འཇོག་བྱེད་མི་ཐུབ།";
"Profile.CALENDAR_DIALOG.CANCEL" = "ཕྱིར་འཐེན།";
"Profile.DATES_AND_CALENDAR.TITLE" = "ཟླ་ཚེས་དང་ & ལོ་ཐོ།";
"Profile.CALENDAR_SYNC.TITLE" = "ལོ་ཐོ་མཉམ་འཇོག";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "ཁྱེད་ཀྱི་འབྱུང་འགྱུར་གྱི་ལས་འགན་དང་སློབ་ཚན་གྱི་དམིགས་འབེན་གལ་ཆེན་རྣམས་ཁྱེད་ཀྱི་ལོ་ཐོའི་ནང་དུ་སྟོན་པའི་ཆེད་དུ་ལོ་ཐོ་མཉམ་སྒྲིག་བྱོས། ལས་འགན་གསར་པ་དང་སློབ་ཚན་གྱི་དུས་ཚོད་འགྱུར་བ་བཏང་བ་རྣམས་རང་འགུལ་གྱིས་མཉམ་སྒྲིག་བྱ་ཡོང་བ་ཡིན།";
"Profile.CALENDAR_SYNC.BUTTON" = "ལོ་ཐོ་དང་མཉམ་སྒྲིག་སྒྲིག";
"Profile.OPTIONS.TITLE" = "འདེམས་གསེས་རྣམས།";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "འབྲེལ་ཡོད་ཀྱི་ཟླ་ཚེས་བཀོལ་སྤྱོད་བྱོས།";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "འབྲེལ་ཡོད་ཀྱི་ཟླ་ཚེས་སྟོན། དཔེར་ན། “སང་ཉིན་” དང་ “ཁ་སང་།”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "“2021ལོའི་ཟླ་དང་པོའི་ཚེས་1ཉིན”ལྟ་བུའི་ཚེས་གྲངས་ཆ་ཚང་སྟོན།";
"Profile.DATES_AND_CALENDAR.TITLE" = "ཟླ་ཚེས་དང་ & ལོ་ཐོ།";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "སློབ་ཚན་གྱི་ལོ་ཐོ་མཉམ་འཇོག";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "ཁྱེད་ཀྱི་ལོ་ཐོ་དེ་མུ་མཐུད་དེ་མཉམ་འཇོག་བྱེད་པ་ལ་བསྐྱར་དུ་མཐུད་རོགས།";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "ཉེ་ཆར་ཁྱེད་ཀྱི་ལོ་ཐོ་དང་མཉམ་འཇོག་བྱས་པའི་བྱེད་སྒོ་ཁག";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "ལོ་ཐོ་ལ་བསྐྱར་དུ་མཐུད།";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "མཉམ་འཇོག་བྱེད་པའི་འདེམས་གསེས་འགྱུར་བ་ཐོངས།";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "མཉམ་འཇོག་བྱེད་བཞིན་པའི་ %d སློབ་ཚན་ཁག";
"Profile.OPTIONS.TITLE" = "འདེམས་གསེས་རྣམས།";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "འབྲེལ་ཡོད་ཀྱི་ཟླ་ཚེས་བཀོལ་སྤྱོད་བྱོས།";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "འབྲེལ་ཡོད་ཀྱི་ཟླ་ཚེས་སྟོན། དཔེར་ན། “སང་ཉིན་” དང་ “ཁ་སང་།”";
"Profile.COURSES_TO_SYNC.TITLE" = "མཉམ་འཇོག་བྱ་རྒྱུའི་སློབ་ཚན་ཁག";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "སློབ་ཚན་ཞིག་གི་མཉམ་འཇོག་བྱེད་མཚམས་བཞག་ན། ཁྱེད་ཀྱི་ལོ་ཐོའི་ནང་མཉམ་འཇོག་བྱས་པའི་སློབ་ཚན་དེ་དང་འབྲེལ་བའི་བྱེད་སྒོ་ཚང་མ་བསུབ་འགྲོ་བ་ཡིན།";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "སྤེལ་མེད་པའི་སློབ་ཚན་རྣམས་སྦེད།";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "ཟླ་བ་སྔོན་མར་ཁྱེད་ཀྱིས་བལྟས་མེད་པའི་སློབ་ཚན་རྣམས་ཀྱི་བྱེད་སྒོ་ཁག་རང་འགུལ་གྱིས་བསུབ་འགྲོ།";
"Profile.COURSES_TO_SYNC.INACTIVE" = "སྤེལ་མེད་པ།";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "གནས་ཡུལ།";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "སྒྲ་གདངས།";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "དམར་པོ།";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "དམར་སེར།";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "སེར་པོ།";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "ལྗང་ཁུ།";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "སྔོན་པོ།";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "མུ་མེན།";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "ཁམ་པ།";
"Profile.CALENDAR.COURSE_DATES" = "%@ ཡི་སློབ་ཚན་ཟླ་ཚེས།";
"Profile.DROP_DOWN_PICKER.SELECT" = "འདེམས།";
"Profile.SYNC_SELECTOR.SYNCED" = "མཉམ་འཇོག་བྱ་རྒྱུ།";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "མཉམ་འཇོག་བྱས་མེད་པ།";
"Profile.SYNC.NO_SYNCED" = "མཉམ་འཇོག་བྱས་མེད་པའི་སློབ་ཚན་རྣམས།";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "ད་སྔ་ཁྱེད་ཁྱེད་ཀྱི་ལོ་ཐོ་དང་མཐུད་ཡོད་པའི་སློབ་ཚན་མི་འདུག";
"Downloads.DOWNLOADS.TITLE" = "ཕབ་ལེན།";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "ཕབ་ལེན་སྒྲིག་སྟངས་དོ་དམ།";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "སློབ་ཚན་ཡོད་པའི་སློབ་ཚན་མེད།";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "ཁྱེད་རང་ལ་ད་ལྟ་གློག་བརྙན་གྱི་ནང་དོན་ལ་ཕབ་ལེན་བྱེད་ཐུབ་པའི་སློབ་ཚན་མེད།.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ ཕབ་ལེན་ཡོད་པ།";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "སྣོད་གསར་གཅིག %@ ཀུན་གྱིས་ཕབ་ལེན་ཡོད།";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ ཐོབ་ཐུབ་";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "སློབ་ཚན་ཕབ་ལེན།";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "ཕབ་ལེན་བྱེད་བཞིན་པ་་་";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "སློབ་ཚན་གྱི་གཞི་རྟེན་འདྲེན་བྱེད་དོ་...";
"Downloads.MENU_OPTION.REMOVE" = "སློབ་ཚན་གྱི་ཕབ་ལེན་བཏོན་གཏང་།";
"Downloads.MENU_OPTION.CANCEL" = "ཕབ་ལེན་ཕྱིར་འཐེན།";
"Discovery.TITLE" = "གསལ་སྟོན།";
"Discovery.SEARCH" = "འཚོལ།";
"Discovery.HEADER.TITLE_1" = "ཞིབ་གཟིགས།";
"Discovery.HEADER.TITLE_2" = "རང་ལ་སློབ་ཚན་གསར་པ་འཚོལ་རོགས།";
"Discovery.SEARCH.TITLE" = "བཙལ་འབྲས།";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "སློབ་ཚན་དེ་འཚོལ་བྱེད་ཀྱི་མིང་གཏག་རོགས།";
"Discovery.UPDATE_REQUIRED_TITLE" = "མཉེན་ཆས་བསྐྱར་གསོ་བྱ་དགོས་པའི་ཆ་རྐྱེན་བཏོན་འདུག";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "OpenEdXམཉེན་ཆས་ཀྱི་ཐོན་རིམ་འདི་དུས་ཚོད་ཡོལ་འདུག སློབ་སྦྱོང་མུ་མཐུད་དུ་བྱེད་པ་ལ་ཉེ་བར་མཁོ་བའི་ཁྱད་ཆོས་ཁག་དང་ལེགས་བཅོས་གསར་ཤོས་ཐོབ་ཆེད་ཐོན་རིམ་གསར་ཤོས་ལ་རིམ་སྤོར་བྱོས།";
"Discovery.UPDATE_WHY_NEED" = "ངས་ཅིའི་ཕྱིར་བསྐྱར་གསོ་བྱེད་དགོས་སམ།";
"Discovery.UPDATE_DEPRECATED_APP" = "མཉེན་ཆས་ཀྱི་ཐོན་རིམ་བེད་སྤྱོད་མེད་པ།";
"Discovery.UPDATE_BUTTON" = "བསྐྱར་གསོ།";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "ཁ་བྱང་གི་སྒྲིག་འགོད།";
"Discovery.UPDATE_NEEDED_TITLE" = "མཉེན་ཆས་བསྐྱར་གསོ།";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "ང་ཚོས་ཁྱེད་ཀྱིས་རང་གི་མཉེན་ཆས་ཐོན་རིམ་གསར་ཤོས་སུ་གསར་སྒྱུར་བྱེད་དགོས་པའི་འོས་སྦྱོར་ཞུ་བཞིན་ཡོད། ཁྱད་ཆོས་གསར་པ་དང་ནོར་བཅོས་གསར་ཤོས་རྣམས་ཐོབ་ཆེད་ད་ལྟ་རང་རིམ་སྤར་གནང་རོགས།";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "ད་ལྟ་མིན།";
"Discovery.UPDATE_NEW_AVALIABLE" = "བསྐྱར་གསོ་གསར་པ་འདུག ཁྱད་ཆོས་གསར་པ་དང་ནོར་བཅོས་གསར་ཤོས་རྣམས་ཐོབ་ཆེད་ད་ལྟ་རང་རིམ་སྤར་གནང་རོགས།";
"Discovery.ALERT.LEAVING_APP_TITLE" = "མཉེན་ཆས་དེ་ལས་ཕྱིར་ཐོན་བཞིན་འདུག";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "ཁྱེད་རང་མཉེན་ཆས་དེ་ལས་ཐོན་ཏེ་ལྟ་བཤེར་མཉེན་ཆས་ཤིག་སྒོ་འབྱེད་བཞིན་འདུག";
"Discovery.DETAILS.TITLE" = "སློབ་ཚན་ཞིབ་ཕྲ།";
"Discovery.DETAILS.VIEW_COURSE" = "སློབ་ཚན་སྟོན།";
"Discovery.DETAILS.ENROLL_NOW" = "མྱུར་ཏུ་ཞུགས་ཐོ་ཁོད།";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "ཞུགས་ཐོ་འགོད་པའི་དུས་བཀག་ཡོལ་ཟིན་པས་ཁྱེད་ཀྱིས་སློབ་ཚན་འདིར་ཐོ་འགོད་བྱེད་མི་ཐུབ།";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "སློབ་ཚན་འདིར་ཞུགས་ཐོ་འགོད་པར། ཁྱེད་རང་དྲ་རྒྱ་ལ་ངེས་པར་དུ་མཐུད་དགོས།";
"Discovery.DETAILS.COURSE_BANNER" = "སློབ་ཚན་གྱི་འཕྲེད་དར་འགོ་ཤོག";
"Discovery.ALERT.AUTHORIZATION" = "ཆོག་ཡིག";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "བསྡུར་བཞིན་སློབ་ཚན་ཐོ་འགོད་གི་དོན་ལུ་མ་གཏོགས་སྤྱོད་ལམ་ནང་འཛུལ་དགོས།.";
"Discussion.TITLE" = "བགྲོ་གླེང་།";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "སློབ་ཚན་ཚོགས་ཆུང་གིས་བགྲོ་གླེང་ཚན་པའི་ནང་རྩོམ་ཡིག་སྤེལ་མི་ཐུབ་པ་བྱས་འདུག";
"Discussion.TOPICS.SEARCH" = "རྩོམ་ཡིག་ཆ་ཚང་འཚོལ།";
"Discussion.TOPICS.ALL_POSTS" = "རྩོམ་ཡིག་ཡོད་ཚད།";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "ངས་རྗེས་འཇུག་བྱེད་བཞིན་པའི་རྩོམ་ཡིག་ཁག";
"Discussion.TOPICS.MAIN_CATEGORIES" = "རྩ་བའི་རིགས་དབྱེ་ཁག";
"Discussion.TOPICS.UNNAMED" = "མིང་བཏགས་མེད་པའི་ནང་གསེས་རིགས་དབྱེ།";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "ཉེ་ཆར་གྱི་བྱེད་སྒོ།";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "མང་ཤོས་ཀྱི་བྱེད་སྒོ།";
"Discussion.POSTS.SORT.MOST_VOTES" = "འོས་མང་ཤོས།";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "ད་སྔ་བགྲོ་གླེང་མི་འདུག";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "ཁྱེད་ཀྱི་ཆེས་ཐོག་མའི་བགྲོ་གླེང་གསར་བཟོ་བྱེད་པར་གཤམ་གྱི་གནོན་ཐེབས་དེར་སྣུན།";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "བགྲོ་གླེང་གསར་བཟོ།";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "རྩོམ་ཡིག་གསར་པ་སྤེལ།";
"Discussion.POSTS.FILTER.ALL_POSTS" = "རྩོམ་ཡིག་ཡོད་ཚད།";
"Discussion.POSTS.FILTER.UNREAD" = "བཀླགས་མེད་པ།";
"Discussion.POSTS.FILTER.UNANSWERED" = "ལན་བཏབ་མེད་པ།";
"Discussion.POSTS.CREATE_NEW_POST" = "རྩོམ་ཡིག་གསར་པ་སྤེལ།";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "བསལ་འདེམས་ཤིག་བཟོས།";
"Discussion.POST.LAST_POST" = "རྩོམ་ཡིག་གསར་ཤོས་ནི།";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "མཆན་བཀོད་ཟིན།";
"Discussion.THREAD.ADD_RESPONSE" = "ལན་ཞིག་ཐོབ།";
"Discussion.CREATE_THREAD.NEW_POST" = "རྩོམ་ཡིག་གསར་པ་སྤེལ།";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "རྩོམ་ཡིག་གི་རིགས་དབྱེ་འདེམས།";
"Discussion.CREATE_THREAD.TOPIC" = "བརྗོད་གཞི།";
"Discussion.CREATE_THREAD.TITLE" = "མཚན་བྱང་།";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "བགྲོ་གླེང་འདིར་རྗེས་འཇུག་བྱེད།";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "དྲི་བ་འདིར་རྗེས་འཇུག་བྱེད།";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "བགྲོ་གླེང་གསར་བཟོ།";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "དྲི་བ་གསར་བཟོ།";
"Discussion.COMMENT.REPORT" = "ཡར་ཞུ།";
"Discussion.COMMENT.UNREPORT" = "ཡར་ཞུ་མི་བྱེད།";
"Discussion.COMMENT.FOLLOW" = "རྗེས་འཇུག";
"Discussion.COMMENT.UNFOLLOW" = "རྗེས་འཇུག་མི་བྱེད།";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "མཆན།";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "མཆན་བཀོད་ཟིན།";
"Discussion.RESPONSE.ADD_COMMENT" = "མཆན་འདེབས།";
"Discussion.POST_TYPE.QUESTION" = "དྲི་བ།";
"Discussion.POST_TYPE.DISCUSSION" = "བགྲོ་གླེང་།";
"Discussion.SEARCH" = "འཚོལ།";
"Discussion.SEARCH.TITLE" = "བཙལ་འབྲས།";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "བརྗོད་གཞི་དེ་འཚོལ་བྱེད་ཀྱི་མིང་གཏག་རོགས།";
"Discussion.ANONYMOUS" = "ངོས་འཛིན་མེད་པ།";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "སྤྱོད་ལམ་གྱི་གྲོས་གནས་ལེན་ཐུབ་མ་སོང་།\nརྗེས་ལུས་ལ་ཡང་བསྐྱར་བྱེད་དགོས།.";
"Course.OUTLINE.PASSED_THE_COURSE" = "རྟེན་འབྲེལ་ཞུ། ཁྱེད་ཀྱིས་ “%@\.” འདི་ནས་སློབ་ཚན་འདིའི་ལག་ཁྱེར་ལོན་འདུག";
"Course.OUTLINE.VIEW_CERTIFICATE" = "ལག་འཁྱེར་སྟོན།";
"Course.OUTLINE.CERTIFICATE" = "ལག་ཁྱེར།";
"Course.OUTLINE.COURSE_VIDEOS" = "སློབ་ཚན་ནང་གི་བརྙན།";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "སློབ་ཚན་འདི་ད་དུང་འགོ་བཙུགས་མི་འདུག";
"Course.COURSEWARE.COURSE_CONTENT" = "སློབ་ཚན་གྱི་ནང་དོན།";
"Course.COURSEWARE.COURSE_UNITS" = "སློབ་ཚན་གྱི་ཡང་གསེས་ཁག";
"Course.COURSEWARE.NEXT" = "རྗེས་མ།";
"Course.COURSEWARE.PREVIOUS" = "སྔོན་ལྟ།";
"Course.COURSEWARE.PREVIOUS_FULL" = "སྔོན་མ།";
"Course.COURSEWARE.FINISH" = "ཚར།";
"Course.COURSEWARE.GOOD_WORK" = "བསྒྲུབས་པ་ལེགས།";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "ས་བཅད་ལ་ཕྱིར་ལོག";
"Course.COURSEWARE.SECTION" = "ཁྱེད་ཀྱིས་ཆ་ཚང་བསྒྲབས་ཟིན།";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "མུ་མཐུད་དུ་";
"Course.COURSEWARE.RESUME_WITH" = "མཚམས་དེ་ནས་མཐུད་དེ།";
"Course.ERROR.NO_INTERNET" = "ཁྱེད་རང་དྲ་རྒྱ་དང་མཐུད་མི་འདུག ཁྱེད་ཀྱིས་རང་གི་དྲ་རྒྱའི་སྦྲེལ་མཐུད་ལ་ཞིབ་བཤེར་གནང་རོགས།";
"Course.ERROR.RELOAD" = "བསྐྱར་ལེན།";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "སློབ་ཚན་གྱི་ཆ་ཤས་རྙེད་མ་སོང་། བསྐྱར་ལེན་ཞིག་བྱེད་རོགས།";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "སློབ་ཚན་འདིར་ད་སྔ་ཁྲིད་ཆས་གང་ཡང་མི་འདུག.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "སློབ་ཚན་འདིར་ད་སྔ་གསལ་བཤད་གང་ཡང་མི་འདུག།.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "སློབ་ཚན་འདིའི་དོན་ལུ་བརྙན་ཐུང་མེད།";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "སློབ་ཚན་འདིའི་དོན་ལུ་དོན་ཚན་གཅིག་ཡང་མེད།";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "སློབ་ཚན་གྱི་སྐར་མ་ད་ལྟ་མེད།.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "སློབ་ཚན་ནང་དོན་ད་ལྟ་མེད།.";
"Course.ALERT.ROTATE_DEVICE" = "བརྙན་འདི་འཆར་ངོས་གང་བར་སྟོན་པ་ལ་ཁྱེད་ཀྱི་འཕྲུལ་ཆས་དེ་འཕྲེད་ལ་འཇོག་དགོས།";
"Course.ALERT.DELETE_ALL_VIDEOS" = "ཁྱེད་ཀྱིས་བརྙན་ཆ་ཚང་བསུབ་གཏན་འཁེལ་ཡིན་ནམ།";
"Course.ALERT.DELETE_VIDEOS" = "ཁྱེད་ཀྱིས་བརྙན་ཆ་ཚང་བསུབ་གཏན་འཁེལ་ཡིན་ནམ།";
"Course.ALERT.STOP_DOWNLOADING" = "ཐེབས་འདི་སྒོ་བརྒྱབ་ན་འདིར་ཕབ་ལེན་བྱས་ཟིན་པའི་བརྙན་ཆ་ཚང་བསུབ་པ་དང་ཕབ་བཞིན་པ་རྣམས་བཀག་འགྲོ་བ་ཡིན།";
"Course.ALERT.WARNING" = "ཉེན་བརྡ།";
"Course.COURSE_CONTAINER.HOME" = "གཙོ་ངོས།";
"Course.COURSE_CONTAINER.CONTENT" = "ནང་དོན";
"Course.COURSE_CONTAINER.PROGRESS" = "ཡར་རྒྱས།";
"Course.COURSE_CONTAINER.VIDEOS" = "བརྙན།";
"Course.COURSE_CONTAINER.OFFLINE" = "དྲ་རྒྱ་མེད་པ།";
"Course.COURSE_CONTAINER.DATES" = "ཟླ་ཚེས།";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "བགྲོ་གླེང་།";
"Course.COURSE_CONTAINER.HANDOUTS" = "འདི་ལས་མང་བ།";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "ཁྲིད་ཆས་གྲ་སྒྲིག་བྱེད་བཞིན་ཡོད།";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "སློབ་ཚན་གྱི་རིམ་ལུགས་ཀྱི་དུས་ཚོད་ཀྱི་%@%% མཇུག་བསྡོམས་ཡོད།";
"Course.COURSE_CAROUSEL.GRADES" = "གནས་རིམ་ཁག";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "འདིར་སློབ་ཚན་འདི་ལ་ངེས་པར་དགོས་པའི་སྐར་གྲངས་ཀྱི་ཚད་དང་། ཁྱེད་ཀྱིས་བླངས་ཟིན་པའི་སྐར་གྲངས་གཉིས་ཆ་བསྟན་ཡོད།.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "ནང་དོན་ཆ་ཚང་།";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "ཁྱེད་རང་ད་ལྟ་སློབ་ཚན་འདི་སྤྱོད་དོན་བྱས་ཡོད་པས་དེ་ལ་སློབ་ཚན་གྱི་རིགས་སྒྲིག་ལ་དོན་མེད་ཡོད།";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "ད་ལྟ་རང་རིམ་སྤར་བྱོས།";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "ཁྱེད་རང་གིས་བརྙན་རིས་ཚུ་གང་ཡོད་རེད།";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "ཁྱེད་རང་གིས་ལས་འགན་ཚུགས་ཚར་ཡོད་!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "བརྙན་འཕྲིན།\nམཇུག་བསྡུས།";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "དོན་ལེགས་བྱས་པ།";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "མཐོང་རུང་མུ་བརྒྱབ་";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "བརྙན་རྗེས་མ།";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "All Videos";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "ལས་འགན་ཡོངས་རྫོགས།";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "ལས་འགན་རྗེས་མ།";
"Course.COURSE_CONTENT.ALL" = "ཚང་མ།";
"Course.COURSE_CONTENT.VIDEOS" = "བརྙན།";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "ལས་འགན།";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "སློབ་ཚན་ཆ་ཚང་རང་བཞིན།";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "དཔེ་རིས་འདིས་ཁྱེད་ཀྱིས་རང་གི་སློབ་ཚན་གྱི་ནང་དོན་ཚན་པའི་བརྒྱ་ཆ་ཇི་ཙམ་ཚར་ཡོད་མེད་ཤེས་ཐུབ། ངེས་དགོས་པ་ཞིག་ནི་སློབ་ཚན་འདིའི་ནང་དོན་ཚན་པ་རེ་ཟུང་ད་དུང་སྤེལ་མེད་སྲིད་པ་ཡིན།.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "ཆ་ཚང་གྲུབ་སོང།";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "སྤྱིར་བཏང་གི་རིམ་པ།";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "ལྷག་བསྡད་ཡོད་པ།";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "ལྡེ་མིག་བརྒྱབ།";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "གྲུབ་འབྲས་འགྲོ་རིམ།";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "འགྲོ་བཞིན་པ།";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "མི་འགྲིགས་པ།";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "ལག་ཁྱེར་སྟོན།";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "དཀར་ཆག་གི་རིམ་པ།";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "རིམ་ལུགས་གཅིག་ཡང་མེད།";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "འཛིན་གྲྭ་འགོ་བཙུགས་ནས་ཁྱེད་ཀྱི་འགྲོ་རིམ་འདུག་སྟོན།";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "སྤྱིའི་འཛིན་གྲྭ།";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "འདིར་སློབ་ཚན་འདི་ལ་ངེས་པར་དགོས་པའི་སྐར་གྲངས་ཀྱི་ཚད་དང་། ཁྱེད་ཀྱིས་བླངས་ཟིན་པའི་སྐར་གྲངས་གཉིས་ཆ་བསྟན་ཡོད།.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "ད་ལྟོའི་སྤྱིར་བཏང་ཚད་མཐའ་མེད་བརྡ་འཕྲིན།";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "དགོས་པ་";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "གོང་མཐོང་རྣམ་ཐར།";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "ལས་འགན་རིགས།";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "ད་ལྟ་ / མང་ཤོས་ %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "ཆ་ཚང་།";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "གཙོ་སྡེ་";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "སློབ་ཚན་འདི་ནི་སྡེབ་སྒྲིག་བྱས་པའི་ལས་འགན་མེད།";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "ཁྲིད་ཆས།";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "གསར་བརྡ་རྣམས།";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "སློབ་ཚན་གྱི་གནས་ཚུལ་གལ་ཆེན་རྣམས་ཚོལ།";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "གསར་འགྱུར་གསར་ཤོས་རྣམས་རྒྱུན་འཁྱོངས་བྱོས།";
"Course.NOT_AVALIABLE.TITLE" = "ཕན་ཚུན་སྦྲེལ་མཐུད་ཀྱི་ཁྱད་ཆོས་འདི་ཁ་པར་ནང་སྤྱོད་མི་ཐུབ།";
"Course.NOT_AVALIABLE.DESCRIPTION" = "སློབ་ཚན་འདིའི་ཆ་ཤས་གཞན་ལ་ཞིབ་འཇུག་བྱོས་ཡང་ན། འདི་དྲ་ཚིགས་སྒང་ནས་གཟིགས།";
"Course.NOT_AVALIABLE.BUTTON" = "ལྟ་བཤེར་མཉེན་ཆས་ནང་གཟིགས།";
"Course.SUBTITLES.TITLE" = "བརྙན་ཡིག";
"Course.ACCESSIBILITY.DOWNLOAD" = "ཕབ་ལེན།";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "ཕབ་ལེན་ཕྱིར་འཐེན།";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "ཕབ་ལེན་བསུབ།";
"Course.ACCESSIBILITY.PROGRESS_RING" = "སློབ་ཚན་མཇུག་སྒྲིག་རིམ་རྒྱུན་རིང་།";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "སྤྱི་སྡེབ་རིམ་པ།";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "གདེབ་རྒྱུགས་རྒྱབ་སྟོན་སྡེ་";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "དོན་ལེན་རྣམ་པ།";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "མཐོ་སྐོར་དགོས་མཁན་རྟགས་མཚོན་";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ རྒྱབ་སྐྱོར་བྱས་པ།";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ སྐུལ་འདེད་དགོ་པ།";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ ནས་ %@ ཚུལ་ལས་མཇུག་བསྡོམས་པ། %@ ནས་ %@ སྐུལ་མིན་གྱི་སྡེ་ཚན།";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "ད་ལྟོའི་སྡེ་རིམ། %@ བརྒྱ་ཆ།";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "གནས་སྐབས་ཀྱི་སྡེབ་སྒྲིག་བརྡ་བསྐོར། སྐུལ་འདེད་དགོས་ཡོད་པ། %@ བརྒྱ་ཆ་འགྲིག་དགོས།";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "%@ དོན་ལུགས་ཀྱི་དོན་གྲངས་སྟོན་མིང་།";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "སྤྱི་བསྡོམས་གྲངས་ཀ: %@ བརྒྱ་ཆ་";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "དོན་ལུགས་རིགས་གཅིག་གིས་འགྲེལ་བཤད་བྱེད་པ་སྟོན་པ།";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "སློབ་ཚན་འདི་ནང་སྡེབ་ཚན་སྒྲིག་བཀོད་མེད།";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "སློབ་ཚན་གྱི་ལས་འགན་ཚུ་མཇུག་བསྡོམས་ནས་ཁྱོད་ཀྱི་རིམ་པ་འདི་ལྟ་བཤེར་གནང་།";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "དོན་ལུགས་དང་འབྲེལ་བའི་དོན་གྱི་སྒྲོམ་མཐོང་རིས།";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "ད་ལྟ་དང་མང་ཤོས་ཀྱི་བརྒྱ་ཆ་སྡེ་ཚན་མགོ་མིང་།";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "ཚད་མ།: སྡེ་རིམ་གྱི་བརྒྱ་ཆ། %@";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ ནས %@ རྒྱས་ཚད་འགྲིགས་ཡོད།";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "ད་ལྟོའི་སྡེ་རིམ། %@ ནས་ %@ བར་བཅད་དོན།";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ ནས %@ རྒྱས་སོང་། ལེན་ཚད: སྡེབ་ཚན་ཀྱི་སྐུལ་མ: %@ བརྒྱ་ཆ་ཡིན། ད་ལྟོའི་སྡེ་རིམ: %@ ནས %@ བརྒྱ་ཆ།";
"Course.DOWNLOAD.DOWNLOADS" = "ཕབ་ལེན།";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "ཕབ་ལེན་བྱས་ཟིན་པའི་བརྙན་ཡོངས་རྫོགས།";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "བརྙན་ཐུང་རྣམས་ཕབ་ལེན་བྱེད་བཞིན་པ་་་";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "འཕྲུལ་ཆས་ནང་ཕབ་ལེན།";
"Course.DOWNLOAD.VIDEOS" = "བརྙན།";
"Course.DOWNLOAD.REMAINING" = "ལྷག་བསྡད་ཡོད་པ།";
"Course.DOWNLOAD.UNTITLED" = "མཚན་བྱང་བཏགས་མེད་པ།";
"Course.DOWNLOAD.TOTAL" = "ཁྱོན་བསྡོམས།";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "བརྙན་ཆ་ཚང་ཕབ་ལེན་བྱེད་སྐབས་སུ་ཁྱེད་ཀྱིས་བརྙན་གྱི་སྤུས་ཚད་བསྒྱུར་བཅོས་བྱེད་མི་ཐུབ།";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "ད་ལྟ་ཁྱེད་ཀྱི་ཕབ་ལེན་གྱི་སྒྲིག་འགོད་ནི་སྐུད་མེད་དྲ་ Wi-Fi ལ་མཐུད་དུས་ཕབ་ལེན་བྱ་རྒྱུ་ཁོ་ནར་བསྒྲིགས་འདུག\nསྐུད་མེད་དྲར་ Wi-Fi མཐུད་རོགས། ཡང་ན་ཕབ་ལེན་གྱི་སྒྲིག་འགོད་བསྒྱུར་བཅོས་བྱོས།";
"Course.COURSE_DATES.TODAY" = "དེ་རིང་།";
"Course.COURSE_DATES.COMPLETED" = "གྲུབ་ཟིན།";
"Course.COURSE_DATES.PAST_DUE" = "ཡོལ་ཟིན་པའི་དུས་བཀག";
"Course.COURSE_DATES.DUE_NEXT" = "ཉེ་བར་སླེབ་བཞིན་པའི་དུས་བཀག་ཟླ་ཚེས།";
"Course.COURSE_DATES.UNRELEASED" = "སྤེལ་མེད་པ།";
"Course.COURSE_DATES.VERIFIED_ONLY" = "ཁུངས་སྐྱེལ་བྱས་པ་ཁོ་ན།";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "བསྐུངས་ཡོད་པའི་དངོས་རིགས།";
"Course.COURSE_DATES.ITEM_HIDDEN" = "བསྐུངས་ཡོད་པའི་དངོས་པོ།";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "བརྗེ་སྤོ་བྱས་པའི་ཟླ་ཚེས།";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "ཁྱེད་ཀྱི་སློབ་སྦྱོང་འཆར་གཞི་ལྟར་མདུན་སྐྱོད་བྱེད་པར་ཕན་ཐོགས་ཡོང་སླད། ཁྱེད་ཀྱི་དུས་བཀག་རྣམས་བདེ་ལེགས་ངང་བརྗེ་བསྒྱུར་བྱས་ཟིན། ";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "ཟླ་ཚེས་ཡོངས་རྫོགས་སྟོན།";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "ལོ་ཐོའི་ནང་མཉམ་འཇུག་བྱོས།";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "སློབ་ཚན་འདིའི་དུས་བཀག་དང་མཇུག་སྒྲིལ་ཚེས་གྲངས་ཚང་མ་ཁྱེད་ཀྱི་ལོ་ཐོའི་ནང་རང་འགུལ་གྱིས་མཉམ་འཇོག་བྱེད་འགྲོ།";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "ལོ་ཐོ་སྣོན།";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "ལོ་ཐོ་བསུབ།";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "ཁྱེད་ཀྱིས་གཤམ་གསལ་གྱི་ %@ ལོ་ཐོ་སྣོན་འདོད་ \"%@\" འདུག་གམ། \nཁྱེད་ཀྱིས་རང་གི་ལོ་ཐོ་དང་ཡང་ན་སྒྲིག་འགོད་གང་རུང་གི་ནང་ནས་ནམ་ཡིན་རུང་སློབ་ཚན་དེའི་ལོ་ཐོ་དེ་བསྐྱར་སྒྲིག་དང་ཡང་ན་གཙང་སུབ་གཉིས་ཆ་བྱེད་ཐུབ།";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "ཁྱེད་ཀྱིས་གཤམ་གསལ་གྱི་ %@ ལོ་ཐོ་དེ་བསུབ་འདོད་ \"%@\" འདུག་གམ།";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"%@\" འདི་ཁྱེད་ཀྱི་ལོ་ཐོའི་ནང་བསྣན་ཟིན་པ་ཡིན།";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "ལོ་ཐོ་མཉམ་སྒྲིག་བྱེད་བཞིན་ཡོད།";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "བྱེད་སྒོ་སྟོན།";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་ལོ་ཐོ་བསྣན་ཟིན་པ་ཡིན།";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་ལོ་ཐོ་བསུབ་ཟིན་པ་ཡིན།";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "ལོ་ཐོའི་བྱེད་སྒོ།";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་ལོ་ཐོའི་དུས་བཀག་ཡོལ་འདུག";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་ཟླ་ཚེས་ལ་འགྱུར་བ་བཏང་ཡོད་ཅིང་། ཁྱེད་ཀྱི་སློབ་ཚན་ལོ་ཐོ་དེ་ད་ལྟའི་ཟླ་ཚེས་རེའུ་མིག་གསར་པ་དང་མཐུན་གྱི་མེད།";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "མྱུར་དུ་བསྐྱར་གསོ་བྱོས།";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "ཁྱེད་ཀྱི་སློབ་ཚན་གྱི་ལོ་ཐོ་དེ་་བསྐྱར་གསོ་བྱས་ཟིན།";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ ལ་ལོ་ཐོའི་ཆོག་མཆན་སྤྲད་མི་འདུག དེའི་ཕྱིར་སྒྲིག་འགོད་ནང་ཕེབས་ཏེ་ལོ་ཐོའི་ཆོག་མཆན་སྤྲོད་རོགས།";
"Course.COURSE_DATES.OPEN_SETTINGS" = "སྒྲིག་འགོད་ཁ་ཕྱེས།";
"Course.COURSE_DATES.SETTINGS" = "སྒྲིག་འགོད།";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "ཁྱེད་ཀྱི་ཟླ་ཚེས་འགྱུར་བ་གཏོང་ཐུབ་མ་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་རོགས།";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "ཁྱེད་ཀྱི་ཟླ་ཚེས་འགྱུར་བ་ལེགས་པར་བཏང་ཟིན།";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "སློབ་ཚན་ཟླ་ཚེས།";
"Course.COURSE.DUE_TODAY" = "དེ་རིང་ཡོལ་རྒྱུའི་དུས་བཀག";
"Course.COURSE.DUE_TOMORROW" = "སང་ཉིན་ཡོལ་རྒྱུའི་དུས་བཀག";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ རྫོགས་སོང་།";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ དབྱེ་ཚན་ཚར་བ།";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ མཇུག་བསྡུས་པ།";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ བལྟས་པ།";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "སྤྱིར་བཏང་མཐར་ཕྱིན་པ་ལྟ་བྱ།";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "སྤྱིར་བཏགས་ཡོད་པའི་རྗེས་འཇུག་སྦས་";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "ཆ་ཚང་གྲུབ་སོང།";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "འདིར་ཐད་ཀར་དྲུད་དེ་ཞོག";
"Course.COURSE.ASSIGNMENT_GENERIC" = "འགན་འཁྲི།";
"Course.COURSE.ASSIGNMENT_GRADED" = "གནས་རིམ་བྱས་ཟིན་པ།";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "ད་དུང་འགོ་བཙུགས་མེད།";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "དཔྱད་ཞིབ་ཁ་ཕྱེ།";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "མཉམ་སྦྱོང་།";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "གནད་དོན།";
"Course.COURSE.ASSIGNMENT_SURVEY" = "བརྟག་དཔྱད།";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "སྦྱངས་འབྲས།";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "ཚིག་འབྲུག་";
"Course.COURSE.ASSIGNMENT_LTI" = "ཕྱིའི་ལྡེ་མིག";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "བགྲོ་གླེང་།";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "ཕབ་ལེན་མང་ཤོས།";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "བྱས་ཟིན།";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "རྩོམ་སྒྲིག";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "ཕབ་ལེན་ཚང་མ་མེད་པར་བཟོས།";
"Course.COURSE.OFFLINE.VISIBLE" = "སློབ་ཚན་འདིའི %@%% ཐོག་མཐོང་རྒྱུ་ཡོད།";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "སློབ་ཚན་འདིའི་ %@ %% ཕབ་ལེན་བྱེད་ཐུབ།";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ འདིའི་སློབ་ཚན་ %% དྲ་རྒྱའི་ཕྱི་རོལ་དུ་མཇུག་སྒྲིལ་ཐུབ།";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "ཕབ་ལེན་ཟིན་པ།";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "ཕབ་ལེན་བྱེད་བཞིན་པ།";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "ཕབ་ལེན་བྱེད་ཐུབ།";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "ཕབ་ལེན་གྲ་སྒྲིག་ཡོད།";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "ཚང་མ་ཕབ་ལེན།";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "སློབ་ཚན་ཕབ་ལེན་འདོར་བ་";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "ཁྱེད་རང་སློབ་ཚན་གྱི་ནང་དོན་དྲ་རྒྱའི་ཕྱི་རོལ་དུ་ཕབ་ལེན་བྱས་ནས་འགྲོ་སྐབས་སློབ་སྦྱོང་བྱེད་ཐུབ།";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "";
"Course.COURSE.RETURN_TO_HOME" = "སློབ་ཚན་གཙོ་ཁར་ལོག་རྒྱུ།";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "ཆ་ཤས་འདི་ཕབ་ལེན་བྱས་མེད།";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "སློབ་ཚན་འདིའི་ཆ་ཤས་གཞན་པ་འཚོལ་ཞིབ་བྱེད་པ་ཡང་ན་ཁྱེད་རང་བསྐྱར་དུ་མཐུད་སྐབས་འདི་ཕབ་ལེན་བྱེད་རོགས།";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "ཆ་ཤས་འདི་ད་དུང་དྲ་རྒྱའི་ཕྱི་རོལ་དུ་ཐོབ་ཐུབ་ཀྱི་མེད།";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "སློབ་ཚན་འདིའི་ཆ་ཤས་གཞན་པ་འཚོལ་ཞིབ་བྱེད་པ་ཡང་ན་ཁྱེད་རང་བསྐྱར་དུ་མཐུད་སྐབས་འདི་ལ་ལྟོས།";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "ལོ་ཐོ་དང་མཉམ་སྒྲིག་བྱས་ཡོད།";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "ལོ་ཐོ་མཉམ་སྒྲིག་བྱེད་ཐུབ་མ་སོང་།";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "དྲ་རྒྱ་མེད་པ།";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ རྒྱས་བཅད་ - %@/%@ གནས་ཚད།";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ རྗེས་མིག་འཇོག - %@/%@ གོང་མཐོང་།";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ ད་ལྟ་མ་ཐོབ་པ།";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ གོང་མཐོ་";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "སློབ་ཚན་སྡེབ་སྒྲིག་སྤྱོད་ཚུལ་ཞིབ་དཔྱད།";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "གསལ་ཁ་མུ་འདུག";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "སློབ་ཚན་གྱི་རིམ་པ་སྡེ་པ་";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "སློབ་སྦྱོང་མུ་མཐུད་";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "སློབ་ཚན་ནང་དོན་གྲོགས་སྟེགས།";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "འཛོལ་བ་དོན་ཚན་";
"Course.ACCESSIBILITY.LOADING_SECTION" = "ཕྱིར་འཇུག་དོན་ལུགས།";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "བརྙན་འཕྲིན་དོན་ཚན་";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "བརྙན་འཕྲིན་གྱི་རིམ་པ་%@ ནས་%@ བསྒྲིལ་ཚར་སོང་།";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "དོན་ལེན་དོན་ཚན།";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "དོན་ལེགས་གྲུབ་གནད་དོན་སྟོན་སྒྲིག";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "ད contenido མེད་པའི་དོན་ཚན།";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "ཤོག་ངོས་རྗེས་མ།";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "ཤོག་ངོས་མཇུག་མ།";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "ཤོག་ངོས་སྔོན་མ།";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ ལས་འགན %@ གྲུབ་ཟིན་པ།";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "རྒྱབ་ལོག་གཅིག་གསལ་བཤད་རྒྱབ་ལོག་གཅིག";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "རྒྱབ་ལོག་གི་མཇུག་བསྡུས་པ།";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ དབྱེ་ཚན། %@ ཡིག་བསྡུར་བརྙན་ཐོག %@ བལྟས་ཡོད།";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "ཕབ་ལེན་དོན་ཚན། %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "བརྙན་འཕྲིན། %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, རྫོགས་སོང་།";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% ལྟ་ཡོད་པ།";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, འགོ་བཙུགས་མ་བྱས་པ།";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "བརྙན་རིས་རྩོམ་རྒྱུགས་བྱེད་པ།";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ རྒྱབ་སྐྱོར་བྱས་པ།";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "བརྙན་འཕྲིན་ %@ ནས་ %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "བརྙན་འཕྲིན་འགྲོ་སྟངས།";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "བརྙན་འཕྲིན་མིང་མེད་པ།";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "ནང་འཛུལ།";
"Authorization.SIGN_IN.WELCOME_BACK" = "ཕྱིར་ཕེབས་པར་དགའ་བསུ་ཞུ། སློབ་ཚན་ལ་གཟིགས་ཕྱིར་ནང་འཛུལ་བྱོས།";
"Authorization.SIGN_IN.EMAIL" = "གློག་འཕྲིན།";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "གློག་འཕྲིན་དང་ཡང་ན་སྤྱོད་མིང་།";
"Authorization.SIGN_IN.PASSWORD" = "གསང་ཚིག";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "གསང་ཚིག་བརྗེད་སོང་ངམ།";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "བསྒྱུར་བཅོས།";
"Authorization.SIGN_IN.AGREEMENT" = "";
"Authorization.SIGN_IN.SSO_HEADING" = "དེ་རིང་ནས་འགོ་བཙུགས་ནས་ཁྱེད་ཀྱི་ལས་རིགས་ལ་དགའ་སྐྣེལ་བྱེད་པ།";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "མཛད་སྒོའི་དངུལ་རྩིས་དང་ལས་བྱེད་པའི་མི་སྡེའི་ཡོན་ཏན་དང་དབང་བསྐྱེད་ཀྱི་ལས་སྦྱོར་ཚོགས་པ་ཞིག་";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "ནང་འཛུལ།";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "རྒྱལ་ཡོངས་གཅིག་ཏུ་སྒྲིག་ཡོད་པའི་ཐོ་འགོད་ཞབས་ཏོག་གི་ཐོ་འགོད་བྱེད་པ།";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "ཚུལ་མཐུན་མ་ཡིན་པའི་གློག་འཕྲིན།";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "རིང་ཐུང་མི་འཚམ་པའི་གསང་ཚིག";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "གློག་འཕྲིན་ %@ འདི་ནི་ཁ་བྱང་གཞན་གང་ལ་ཡང་སྦྲེལ་མཐུད་ %@ བྱས་མི་འདུག ཐོ་འགོད་བྱེད་རོགས།";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "གློག་འཕྲིན་དང་ཡང་ན་སྤྱོད་མིང་གང་རུང་ཞིག་ཚུལ་མཐུན་རེད་མི་འདུག";
"Authorization.ERROR.DISABLED_ACCOUNT" = "ཁྱེད་ཀྱི་ཁ་བྱང་གི་སྤྱོད་ནུས་བཀག་འདུག འཛད་སྤྱོད་པའི་རམ་འདེགས་ཚན་པར་འབྲེལ་བ་བྱེད་རོགས།";
"Authorization.SIGN_UP.SUBTITLE" = "དེ་རིང་གི་སློབ་གཉེར་འགོ་རྩོམ་པ་ལ་ཁ་བྱང་ཞིག་བཟོས།";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "ཁ་བྱང་གསར་བཟོ།";
"Authorization.SIGN_UP.HIDE_FIELDS" = "གདམ་ཀ་ཅན་གྱི་ཚན་པ་རྣམས་སྦེད།";
"Authorization.SIGN_UP.SHOW_FIELDS" = "གདམ་ཀ་ཅན་གྱི་སྡེ་ཚན་རྣམས་སྟོན།";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "ཁྱེད་རང་བདེ་ལེགས་ངང་ནང་འཛུལ་བྱས་སོང་།";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "ཁྱེད་ཀྱིས་སློབ་ཚན་འགོ་མ་བཙུགས་གོང་ང་ཚོར་ཁྱེད་ཀྱི་གནས་ཚུལ་མང་ཙམ་མཁོ་སྤྲོད་བྱ་དགོས་འདུག";
"Authorization.SIGN_UP.AGREEMENT" = "By creating an account, you agree to the [%@ End User License Agreement](%@) and [%@ Terms of Service and Honor Code](%@) and you acknowledge that %@ and each Member process your personal data inaccordance with the [Privacy Policy.](%@)";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "ངས་ང་ལ་ཁྲོམ་རའི་བརྡ་ཁྱབ་གཏོང་ཆོག་པའི་མོས་མཐུན་ %@ བྱེད།";
"Authorization.FORGOT.TITLE" = "གསང་ཚིག་བརྗེད་སོང་ངམ།";
"Authorization.FORGOT.DESCRIPTION" = "གཤམ་དུ་ཁྱེད་ཀྱི་ནང་འཛུལ་བྱེད་སའི་གློག་འཕྲིན་ཁ་བྱང་ངམ་ཡང་ན་སླར་གསོ་བྱེད་སའི་གློག་འཕྲིན་ཁ་བྱང་གང་རུང་ནང་འཇུག་བྱོས་དང། ང་ཚོས་ཁྱེད་ལ་ལམ་སྟོན་ཡོད་པའི་གློག་འཕྲིན་ཞིག་གཏོང་རྒྱུ་ཡིན།";
"Authorization.FORGOT.REQUEST" = "གསང་ཚིག་བསྐྱར་སྒྲིག";
"Authorization.FORGOT.CHECK_TITLE" = "ཁྱེད་ཀྱི་གློག་འཕྲིན་ལ་གཟིགས་རོགས།";
"Authorization.FORGOT.CHECK_Description" = "ང་ཚོས་ཁྱེད་ཀྱི་གློག་འཕྲིན་ནང་གསང་ཚིག་བསྐྱར་གསོའི་ལམ་སྟོན་ཞིག་བཏང་ཡོད།";
"Authorization.CONTINUE_WITH" = "མུ་མཐུད་དེ་";
"Authorization.LAST_SIGN_IN" = "མཇུག་གི་ཐོ་འགོད།";
"Authorization.OR_SIGN_IN_WITH" = "ཡིག་ཟམ་གྱིས་ཐོ་འགོད་བྱོས།";
"Authorization.OR_REGISTER_WITH" = "ཐོ་འགོད་འབད་རོགས།";
"Authorization.APPLE" = "ཀུ་ཤུ་རྟགས་ཅན།";
"Authorization.GOOGLE" = "དགོས་དགུ་དྲ་ཚིགས།";
"Authorization.FACEBOOK" = "ངོ་དེབ།";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "ཡང་ན།";
"Authorization.STARTUP.INFO_MESSAGE" = "འཛམ་གླིང་གི་གཙུག་ལག་སློབ་ཆེན་ཡག་ཤོས་རྣམས་ཀྱི་སློབ་ཚན་དང་ལས་གཞི་རྣམས་ཁྱེད་ཀྱི་གློ་ཁུག་ནང་ཡོད།";
"Authorization.STARTUP.SEARCH_TITLE" = "ཁྱེད་ཀྱིས་གང་ཞིག་སློབ་འདོད་འདུག";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "ང་ཚོའི་སློབ་ཚན་༣༠༠༠ ལྷག་ཡོད་པ་རྣམས་འཚོལ་ཞིབ་བྱོས།";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "སློབ་ཚན་ཧྲིལ་པོ་འཚོལ་ཞིབ་བྱོས།";
"Authorization.STARTUP.TITLE" = "འགོ་རྩོམ།";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "འགོ་རྩོམ།";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "འཚོལ།";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "ཕྱིར་ཐོན།";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "ཕྱིར་ཐོན།";
"WhatsNew.TITLE" = "གསར་བ་གང་བྱུང་།";
"WhatsNew.BUTTON_PREVIOUS" = "སྔོན་མ།";
"WhatsNew.BUTTON_NEXT" = "རྗེས་མ།";
"WhatsNew.BUTTON_DONE" = "བྱས་ཟིན།";
"Dashboard.TITLE" = "གཙོ་ངོས།";
"Dashboard.HEADER.COURSES" = "སློབ་ཚན་ཁག";
"Dashboard.HEADER.WELCOME_BACK" = "ཕྱིར་ཕེབས་པར་དགའ་བསུ་ཞུ། སློབ་གཉེར་མུ་མཐུད་རོགས།";
"Dashboard.SEARCH" = "འཚོལ།";
"Dashboard.EMPTY.SUBTITLE" = "ད་སྔ་ཁྱེད་ཀྱིས་སློབ་ཚན་གང་ལ་ཡང་ཞུགས་ཐོ་བཀོད་མི་འདུག";
"Dashboard.LEARN.TITLE" = "སློབ་གཉེར།";
"Dashboard.LEARN.VIEW_ALL" = "ཚང་མ་སྟོན།";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "སློབ་ཚན་ཚང་མ་ (%@) སྟོན།";
"Dashboard.LEARN.ALL_COURSES" = "སློབ་ཚན་ཚང་མ།";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "དུས་བཀག་ཅན་གྱི་ལས་འགན། ༡";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "ལས་འགན་རྣམས་སྟོན།";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "དུས་བཀག་ཅན་གྱི་ལས་འགན། %@ ";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ ལས་འགན་གྱི་དུས་བཀག་ %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ དུས་བཀག་གི་ %@ ཉིན།";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "མཚམས་དེ་ནས་སློབ་ཚན་མུ་མཐུད།";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "སློབ་ཚན་འགོ་འཛུགས།";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "སློབ་ཚན་ཁག";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "ལས་རིམ་ཁག";
"Dashboard.LEARN.CATEGORY.ALL" = "ཚང་མ།";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "སྦྱངས་འབྲས།";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "ཆ་ཚང་གྲུབ་སོང།";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "ཡོལ་ཟིན་འདུག";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "སློབ་ཚན་མི་འདུག";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "ད་ལྟ་སྦྱོང་བཞིན་པའི་སློབ་ཚན་མི་འདུག";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "ཆ་ཚང་བླངས་ཟིན་པའི་སློབ་ཚན་མི་འདུག";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "དུས་ཚོད་ཡོལ་ཟིན་པའི་སློབ་ཚན་མི་འདུག";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "ཁྱེད་རང་ད་ལྟ་སློབ་ཚན་གང་དུའང་ཐོ་འགོད་བྱས་མི་འདུག ཁྱེད་རང་སློབ་ཚན་གྱི་དཀར་ཆག་ལ་ལྟ་འདོད་འདུག་གམ།";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "སློབ་ཚན་ཞིག་ཚོལ།";
"Core.MAINSCREEN.DISCOVERY" = "གསལ་སྟོན།";
"Core.MAINSCREEN.DASHBOARD" = "གཙོ་ངོས།";
"Core.MAINSCREEN.IN_DEVELOPING" = "གྲ་སྒྲིག་བྱེད་བཞིན་པ།";
"Core.MAINSCREEN.PROGRAMS" = "ལས་རིམ་ཁག";
"Core.MAINSCREEN.PROFILE" = "ངོ་སྤྲོད་སྙིང་བསྡུས།";
"Core.MAINSCREEN.LEARN" = "སློབ་གཉེར།";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "ཁྱེད་ཀྱིས་%@ གང་མང་གི་ཐོ་འགོད་བྱས་ཡོད་པས། ཁྱེད་ཀྱིས་%@ དང་འབྲེལ་བའི་ཐོ་འགོད་ནས་ཐོ་འཇུག་བྱས་ཡོད།";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།";
"Core.ERROR.INVALID_CREDENTIALS" = "དཔང་རྟགས་ཚད་ལྡན་མི་འདུག";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "དྲ་རྒྱ་ལ་མཐུད་མེད་པ་འམ་ཡང་ན་དལ་པོ་རེད་འདུག";
"Core.ERROR.NO_CACHED_DATA" = "དྲ་མེད་ཀྱི་རྣམ་པའི་ནང་ཡིག་ཆ་ཉར་ཚགས་བྱས་པ་མི་འདུག";
"Core.ERROR.USER_NOT_ACTIVE" = "སྤྱོད་མཁན་གྱི་ཁ་བྱང་གི་བྱེད་ནུས་ད་དུང་སྒོ་ཕྱེས་མི་འདུག ཐོག་མར་ཁྱེད་ཀྱི་ཁ་བྱང་གི་བྱེད་ནུས་སྒོ་འབྱེད་རོགས།";
"Core.ERROR.UNKNOWN_ERROR" = "གནད་དོན་ཞིག་བྱུང་སོང་།";
"Core.ERROR.WIFI" = "ཁྱེད་ཀྱིས་སྐུད་མེད་དྲ་རྒྱ་ Wi-Fi ཁོ་ན་བརྒྱུད་ནས་ཕབ་ལེན་བྱེད་ཐུབ། སྒྲིག་འགོད་ནང་ཕེབས་ཏེ་འདི་བསྒྱུར་བཅོས་བྱེད་ཆོག";
"Core.ERROR.AUTHORIZATION_FAILED" = "ཁྲིམས་མཐུན་དབང་ཆའི་ཐད་དཀའ་ངལ་ཕྲད་སོང་།";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "དྲ་རྒྱར་མཐུད་མི་འདུག";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "ནང་དོན་འདི་སྟོན་པ་ལ་དྲ་རྒྱར་མཐུད་རོགས།";
"Core.COURSEWARE.COURSE_CONTENT" = "སློབ་ཚན་གྱི་ནང་དོན།";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "ཕན་ཚུན་སྦྲེལ་མཐུད་ཀྱི་ཁྱད་ཆོས་འདི་ཁ་པར་ནང་སྤྱོད་མི་ཐུབ།";
"Core.COURSEWARE.COURSE_UNITS" = "སློབ་ཚན་གྱི་ཡང་གསེས་ཁག";
"Core.COURSEWARE.NEXT" = "རྗེས་མ།";
"Core.COURSEWARE.PREVIOUS" = "སྔོན་ལྟ།";
"Core.COURSEWARE.FINISH" = "ཚར།";
"Core.COURSEWARE.GOOD_WORK" = "བསྒྲུབས་པ་ལེགས།";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "ས་བཅད་ལ་ཕྱིར་ལོག";
"Core.COURSEWARE.SECTION_COMPLETED" = "ཁྱེད་ཀྱིས་ཆ་ཚང་གྲུབ་པའི་ཚད་ “%@” འདི་རེད།";
"Core.COURSEWARE.CONTINUE" = "མུ་མཐུད་དུ་";
"Core.COURSEWARE.RESUME" = "མཚམས་ནས་མུ་མཐུད།";
"Core.COURSEWARE.RESUME_WITH" = "མཚམས་དེ་ནས་མུ་མཐུད།";
"Core.COURSEWARE.NEXT_SECTION" = "སྡེ་ཚན་རྗེས་མ།";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "མཉམ་ལས་བྱེད་པ་ལ་ “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” འདིར་སྣུན་ “སྡེ་ཚན་རྗེས་མ།”.";
"Core.ERROR.RELOAD" = "བསྐྱར་ལེན།";
"Core.DATE.COURSE_STARTS" = "སློབ་ཚན་གྱི་འགོ་འཛུགས།";
"Core.DATE.COURSE_ENDS" = "སློབ་ཚན་གྱི་མཇུག་བསྡུ།";
"Core.DATE.COURSE_ENDED" = "སློབ་ཚན་མཇུག་བསྡུས་ཟིན་པ།";
"Core.DATE.ENDED" = "མཇུག་བསྡུས་ཟིན་པ།";
"Core.DATE.START" = "འགོ་རྩོམ།";
"Core.DATE.STARTED" = "འགོ་བརྩམས་འདུག";
"Core.DATE.JUST_NOW" = "ད་ལྟ་རང་།";
"Core.DATE.TODAY" = "དེ་རིང་།";
"Core.DATE.NEXT" = "རྗེས་མ་ %@";
"Core.DATE.DAYS_AGO" = "%@ ཉིན་སྔོན་ལ།";
"Core.DATE.DUE" = "བརྟེན་ནས ";
"Core.DATE.DUE_IN" = "";
"Core.DATE.DUE_IN_DAYS" = "%@ ཉིན།";
"Core.DATE.DUE_TODAY" = "དེ་རིང་ལ་དགོས་པ།: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ ཉིན་གྱིས་རྗེས་ལུས་ཡོད་པ། %@";
"Core.DATE.DUE_IN_LEFT" = "%@ ཉིན་གྱི་ནང་ལོག: %@";
"Core.ALERT.ACCEPT" = "ངོས་ལེན།";
"Core.ALERT.CANCEL" = "ཕྱིར་འཐེན།";
"Core.ALERT.LOGOUT" = "ཕྱིར་ཐོན།";
"Core.ALERT.LEAVE" = "ཐོན།";
"Core.ALERT.SIGN_IN" = "ནང་འཛུལ།";
"Core.ALERT.REGISTER" = "ཐོ་འགོད།";
"Core.ALERT.KEEP_EDITING" = "རྩོམ་སྒྲིག་མུ་མཐུད་དེ་བྱེད།";
"Core.ALERT.DELETE" = "སུབ།";
"Core.ALERT.ADD" = "སྣོན།";
"Core.ALERT.REMOVE" = "བསུབ།";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "སློབ་ཚན་ལོ་ཐོ་བསུབ།";
"Core.NO_INTERNET.OFFLINE" = "དྲ་རྒྱ་མེད་པ།";
"Core.NO_INTERNET.DISMISS" = "སྒོ་རྒྱོབས།";
"Core.NO_INTERNET.RELOAD" = "བསྐྱར་ལེན།";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "ཟླ་བ ཉི་མ་, ལོ།";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "ཟླ་བ ཉི་མ་, ལོ།";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "ཕབ་ལེན།";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "ཕབ་ལེན་ཟིན་པ།";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "གྲུབ་ཟིན།";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "བརྙན་ཕབ་ལེན་གྱི་སྤུས་ཚད།";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "རང་འགུལ།";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "མཚམས་སྦྱོར་བྱས་པ།";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "གཞི་གྲངས་ཉུང་བསྡུ།";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "སྤུས་ལེགས།";
"Core.DONE" = "བྱས་ཟིན།";
"Core.VIEW" = "སྟོན།";
"Core.BACK" = "ཕྱིར་ལོགས།";
"Core.OK" = "འགྲིག";
"Core.CLOSE" = "སྒོ་རྒྱོབས།";
"Core.PICKER.SEARCH" = "འཚོལ།";
"Core.PICKER.ACCEPT" = "ངོས་ལེན།";
"Core.WEBVIEW.ALERT.OK" = "འགྲིག";
"Core.WEBVIEW.ALERT.CANCEL" = "ཕྱིར་འཐེན།";
"Core.WEBVIEW.ALERT.CONTINUE" = "མུ་མཐུད་དུ་";
"Core.REVIEW.VOTE_TITLE" = "Open edX ལ་ཡིད་ཚིམ་གྱི་འདུག་གམ།";
"Core.REVIEW.VOTE_DESCRIPTION" = "ང་ཚོར་ཁྱེད་ཀྱི་བསམ་འཆར་ནི་ཧ་ཅང་གིས་གལ་ཆེན་ཡིན། སྐར་ཆ་འགའ་སྤྱད་དེ་གཤམ་གསལ་གྱི་སྐར་རྟགས་ལ་བསྣུན་ཏེ་མཉེན་ཆས་དེར་རིན་ཐང་ཞིག་གི་ཚད་ཅིག་སྤྲོད་རོགས། ང་ཚོས་ཁྱེད་ལ་བཀའ་དྲིན་ཆེ་ཞུ།";
"Core.REVIEW.FEEDBACK_TITLE" = "བསམ་འཆར་ཞིག་གསུང་རོགས།";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "ཁྱེད་རང་གི་སློབ་གཉེར་གྱི་བརྒྱུད་རིམ་ཁྲོད་གནད་དོན་འགའ་རེར་འཕྲད་ཡོད་པ་འདྲ་བས་ང་ཚོས་ཁྱེད་ལ་དགོངས་སེལ་ཞུ་བ་དང་སྦྲགས། ཁྱེད་ཀྱིས་བསམ་འཆར་ཕུལ་བར་རྗེས་སུ་ཡི་རང་ཞུ་རྒྱུ་ཡིན།";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "ཐུགས་རྗེ་ཆེ།";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "ཁྱེད་ཀྱིས་ང་ཚོར་དགོངས་ཚུལ་གནང་བར་ཐུགས་རྗེ་ཆེ། ཁྱེད་ཀྱིས་མཉེན་ཆས་འདིའི་སྐོར་གྱི་བསམ་ཚུལ་དེ་མཉེན་ཆས་མཛོད་(app store) ནང་གི་སྤྱོད་མཁན་གཞན་དག་ལ་མཉམ་སྤྱོད་བྱེད་འདོད་འདུག་གམ།";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "ཐུགས་རྗེ་ཆེ།";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "ང་ཚོར་ཁྱེད་ཀྱི་དགོངས་འཆར་འབྱོར་བྱུང་ལ། གཞུག་ཕྱོགས་ཁྱེད་ཀྱི་སློབ་སྦྱོང་གི་ཉམས་མྱོང་ཕུན་སུམ་ཇེ་འཚོགས་སུ་གཏོང་བར་དེ་དག་ཐད་ཀར་བེད་སྤྱོད་བྱ་རྒྱུ་ཡིན། ཁྱེད་ཀྱིས་བསམ་ཚུལ་གནང་བར་ཐུགས་རྗེ་ཆེ་ཞུ།";
"Core.REVIEW.BETTER" = "ཡག་ཤོས་དེ་གང་རེད་ཚོར་སོང་།";
"Core.REVIEW.NOT_NOW" = "ད་ལྟ་མིན།";
"Core.REVIEW.BUTTON.SUBMIT" = "འབུལ་སྤྲོད།";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "བསམ་འཆར་མཉམ་སྤྱོད།";
"Core.REVIEW.BUTTON.RATE_US" = "ང་ཚོར་རིན་ཐང་གི་ཚད་ཅིག་སྤྲོད་རོགས།";
"Core.REVIEW.EMAIL.TITLE" = "གློག་འཕྲིན་གཏོང་ཡུལ་འདེམས།";
"Core.SOCIAL_SIGN_CANCELED" = "སྤྱོད་མཁན་དེས་ནང་འཛུལ་གྱི་བརྒྱུད་རིམ་ཕྱིར་འཐེན་བྱས་འདུག";
"Core.SIGN_IN.LOG_IN_BTN" = "ནང་འཛུལ།";
"Core.SIGN_IN.REGISTER_BTN" = "ཐོ་འགོད།";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "SSO ལྟོས་ནས་ཐོ་འཇུག་བྱོས།";
"Core.TOMORROW" = "སང་ཉིན།";
"Core.YESTERDAY" = "ཁ་སང་།";
"Core.OPEN_IN_BROWSER" = "Safari ནང་ལ་སྟོན།";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "སེམས་ཁྲལ་མ་བྱེད། ང་ཚོས་འཆར་གཞི་བཀོད་པའི་དུས་ཚོད་རེའུ་མིག་དེ་སྒྱུར་བཅོས་བྱས་ནས་དུས་བཅད་ནང་ཚར་དགོས་པའི་ལས་འགན་རྣམས་ཚར་བར་བྱེད་ཆོག དེ་ལྟར་བྱས་ན་ཁྱེད་ཀྱི་སྦྱང་འབྲས་གང་ཡང་མི་བརླག";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "དུས་བཀག་ཟླ་ཚེས་བརྗེ་སྤོ་བྱོས།";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "དུས་བཀག་རེ་ཟུང་ཤོར་སོང་ངམ།";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "ཁྱེད་རང་སློབ་སྦྱོང་གི་དུས་བཅད་ལྟར་དེའི་ནང་གནས་ཐབས་ལ་ང་ཚོས་འཆར་གཞིའི་དུས་ཚོད་རེའུ་མིག་ཅིག་བཟོས་ཡོད། འོན་ཀྱང་སེམས་ཁྲལ་མ་བྱེད། འདི་ནི་བསྒྱུར་བཅོས་བྱེད་ཆོག་ཆོག་ཅིག་ཡིན་པས་ཁྱེད་ཀྱིས་རང་གི་འགྲོས་དང་བསྟུན་ནས་སྦྱོང་ཆོག གལ་ཏེ་ཁྱེད་རྗེས་ལུས་ཐེབས་པ་ཡིན་ན། རང་ཉིད་ལམ་དུས་བཅད་དེ་ལས་མི་འདའ་བའི་ཆེད་དུ་ཚེས་གྲངས་རྣམས་དེར་བསྟུན་གྱིས་སྒྱུར་བཅོས་བྱེད་ཐུབ།";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "སློབ་ཚན་འདིའི་ཆ་ཤས་སུ་གྱུར་བའི་གནས་རིམ་ཡོད་པའི་ལས་འགན་རྣམས་ཆ་ཚང་གྲུབ་པ་ལ། ཁྱེད་ཀྱིས་དེ་རིང་རིམ་སྤར་བྱོས།";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "ཁྱེད་ཀྱིས་སློབ་ཚན་འདིར་རིན་འབབ་མ་སྤྲད་པར་ལེན་བཞིན་འདུག དེའི་དོན་ནི་ཁྱེད་ཀྱིས་གནས་རིམ་ཡོད་པའི་ལས་འགན་ཁག་ལ་མཉམ་ཞུགས་བྱེད་མི་ཐུབ་པ་དེ་ཡིན། ང་ཚོས་འཆར་གཞི་བཀོད་པའི་དུས་ཚོད་རེའུ་མིག་ལྟར་ན། ཁྱེད་ཀྱིས་དུས་བཀག་གལ་ཆེན་འགའ་ཤས་ཆད་ཡོད་པ་འདྲ། སློབ་ཚན་འདིའི་ཆ་ཤས་སུ་གནས་རིམ་ཡོད་པའི་ལས་འགན་ཁག་སྒྲུབ་པ་དང་། དུས་ཚོད་ཡོལ་ཟིན་པའི་སྦྱོང་ཚན་རྣམས་མ་འོངས་པའི་དུས་བཅད་ནང་སྤོ་བ་བཅས་བྱེད་པར། ཁྱེད་ཀྱིས་དེ་རིང་རང་རིམ་སྤར་བྱེད་ཆོག";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "ཁྱེད་ཀྱི་ཟླ་ཚེས་འགྱུར་བ་གཏོང་ཐུབ་མ་སོང་། བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་རོགས།";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "ཁྱེད་ཀྱི་ཟླ་ཚེས་འགྱུར་བ་ལེགས་པར་བཏང་ཟིན།";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "སློབ་ཚན་ཟླ་ཚེས།";
"Core.COURSE_DATES.TODAY" = "དེ་རིང་།";
"Core.COURSE_DATES.COMPLETED" = "གྲུབ་ཟིན།";
"Core.COURSE_DATES.PAST_DUE" = "ཡོལ་ཟིན་པའི་དུས་བཀག་ཟླ་ཚེས།";
"Core.COURSE_DATES.THIS_WEEK" = "བདུན་ཕྲག་འདི།";
"Core.COURSE_DATES.NEXT_WEEK" = "བདུན་ཕྲག་རྗེས་མ།";
"Core.COURSE_DATES.UPCOMING" = "ཡོང་བཞིན་པ།";
"Core.COURSE.STORAGE_ALERT.TITLE" = "སྒྲིག་ཆས་ཀྱི་སྒང་མིག་འགྲོར་འགྲོལ་བྱུང་།";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "ཁྱེད་རང་གི་འཕྲུལ་ཆས་ལ་ནང་དོན་འདི་ཕབ་ལེན་བྱེད་པར་སྟོང་ཆ་འདང་ངེས་ཤིག་མེད། སྐུ་མཁྱེན། ས་ཆ་ཁ་ཤས་གློད་ནས་བསྐྱར་དུ་ཚོད་ལྟ་བྱེད་རོགས།";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ བེད་སྤྱོད་བྱས་, %@ སྟོང་།";
"Core.COURSE.ALERT.CANCEL" = "ཕྱིར་འཐེན།";
"Core.COURSE.ALERT.CLOSE" = "སྒོ་རྒྱོབས།";
"Core.COURSE.ALERT.REMOVE" = "བསུབ།";
"Core.COURSE.ALERT.DOWNLOAD" = "ཕབ་ལེན།";
"Core.COURSE.ALERT.TRY_AGAIN" = "བསྐྱར་དུ་ཚོད་ལྟ་བྱོས།";
"Core.COURSE.ALERT.REMOVE_TITLE" = "ཐད་སྐོར་ནས་དོར་བཏོན་བྱེད་དགོས་རེད་པས།";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "ཕབ་ལེན་གཏན་འབེབས།";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "གློག་བརྙན་གྱིས་ཕབ་ལེན་འབད་དགོས་རེད་པས།";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "ནང་དོན་འདི་མེད་པར་བཟོ་ནས་ %@ གློད་ཐུབ།";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "ནང་དོན་འདི་ %@ ཕབ་ལེན་བྱས་ན་དྲ་རྒྱའི་ཕྱི་རོལ་དུ་ཡོད་པའི་བཀག་སྡོམ་དེ་དག་གསོག་འཇོག་བྱེད།";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "ནང་དོན་འདི་ཕབ་ལེན་བྱེད་སྐབས་ཁ་པར་གྱི་གཞི་གྲངས་ %@ བེད་སྤྱོད་གཏོང་གི་རེད།";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "ཕབ་ལེན་ཕམ་པ།";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "དྲ་རྒྱར་མཐུད་མི་འདུག";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi དགོ་པའི་རེད།";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "དེ་ནས་དེ་འདྲ་བའི་ནང་དོན་ཕབ་ལེན་བྱེད་མི་ཐུབ། རྗེས་ལུས་ལ་ཡང་བསྐྱར་བྱས་ན་ཡང་ན་འགོད་རྒྱུ་ཡོད།.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "ནང་དོན་འདི་ཕབ་ལེན་བྱེད་དགོས་ན་དྲ་རྒྱ་ལམ་སྲོལ་བྱེད་དགོས་རེད། དྲ་རྒྱ་ལམ་སྲོལ་བྱེད་ནས་ཡང་བསྐྱར་བྱས་རོགས།.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "ནང་དོན་འདི་ཕབ་ལེན་བྱེད་ན་དྲ་རྒྱ་གནས་སྒོ་འབྲེལ་བཞིན་དུ་ཡོད་དགོས། དྲ་རྒྱ་གནས་སྒོ་དང་འབྲེལ་བ་བྱས་ནས་ཡང་བསྐྱར་བྱེད་རོགས།.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "ཁྱེད་ཀྱིས་འདེམས་རྟགས་བརྒྱབ་ཡོད་པའི་བརྙན་དེ་དག་གི་ཆེ་ཆུང་ GB གཅིག་ལས་ཆེ་བ་འདུག ཁྱེད་ཀྱིས་བརྙན་འདི་ཚོ་ཕབ་ལེན་བྱེད་ཐག་ཆོད་ཡིན་ནམ།";
"Core.DOWNLOAD.DOWNLOAD" = "ཕབ་ལེན།";
"Core.ALERT.ACCEPT" = "ངོས་ལེན།";
